Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/ffk/2_ffk_strategiplan_bilder_og_bildetekster_kvensk_del_ii_14.12.2018.odt.tmx
Source language: nob
Languages: fkv

source: FFK/ Strategier for arbeidet med kvenske/norskfinske forhold i Finnmark 2018-2020
fkv: Oversatt til kvensk av Kainun institutti – Kvensk institutt 14.12.2018 / Pirjo Paavalniemi

source: Bildetekster, del II
fkv: Filnavn: 2016Kvenuka07

source: På Kvenuka 2016 lager elevene skilt med kvenske stedsnavn.
fkv: Kvääniviikola 2016 tehhään oppiijat sjilttiitä joissa oon kvääninkieliset paikannimet.

source: Her er 1. og 2. klasse fra Vestre Jakobselv på besøk.
fkv: Tässä 1. ja 2. klassi Annijoelta.

source: Monica Milch Gebhart
fkv: Kuva: Monica Milch Gebhart

source: Her er 1. og 2.klasse fra Vestre Jakobselv på besøk.
fkv: Tässä 1. ja 2. klassi Annijoelta.

source: Ilja B J Sand sp i krer mens Katriina Pedersen hjelper til.
fkv: Ilja B J Sand piikaroittee ja Katriina Pedersen auttaa.

source: Marcus Mannsverk sager fint med stikksaga.
fkv: Marcus Mannsverk sahhaa fiinisti pistosahala.

source: Den kulturelle skolesekken opplegg i pinholefotografering i sammenheng med Kivijervi på kvenfolkets dag 2017.
fkv: Kylttyyrisen koulusäkin tapattuma neulanreikäkuvvaamisen ympäri oli Kivijärven näyttelyn ja kväänikansan päivän yhtheyessä 2017.

source: Vadsø kommunens 7. trinn lærte denne uka om analog fotografering og Kivijervis fotografi.
fkv: Vesisaaren komuunin 7. klassin oppiijat opithiin analuugisen kuvvaamisen ja Kivijärven kuvviin ympäri.

source: Det hele resulterte i utstilling på kvenfolkets dag.
fkv: Tämä resylteeras näyttelyn kväänikansan päivänä.

source: Her er klasse 5C fra Vadsø barneskole på besøk.
fkv: Tässä klassi 5C Vesisaaren lastenkoulusta.

source: Vet du hva de kvenske stedsnavnene heter på norsk?
fkv: Tieätkö mitä nämät kvääninkieliset paikannimet oon norjaksi?

source: Beddari og Nilsen holder skolekonsert og workshop med klassene i 5. – 7. trinn fra Vestre Jakobselv 25. januar 2018.
fkv: Beddari ja Nilsen piethään koulukonsertin ja työpajan Annijoen koulun 5. – 7. klassin oppiijoitten kans 25. januaarikuuta 2018.
